// const placeholder =
//   'It can’t help but hear a pin drop from over half a mile away, so it lives deep in the mountains where there aren’t many people or Pokémon.';

export const faqData = [
  {
    id: 'cognitive-tests',
    question: 'Какие когнитивные тесты предоставляет MindHarmony?',
    answer:
      'MindHarmony предоставляет широкий спектр когнитивных тестов, включая тесты на внимание, память, реакцию, абстрактное мышление и другие. Эти тесты помогают оценить различные аспекты когнитивных функций сотрудников.',
  },
  {
    id: 'data-security',
    question:
      'Как обеспечивается безопасность данных сотрудников в MindHarmony?',
    answer:
      'Безопасность данных - наш приоритет. MindHarmony использует передовые технологии шифрования для защиты конфиденциальной информации. Все данные обрабатываются в соответствии с законодательством о конфиденциальности и политиками безопасности.',
  },
  {
    id: 'employee-engagement',
    question:
      'Как MindHarmony помогает повысить общую работоспособность сотрудников?',
    answer:
      'MindHarmony разрабатывает персонализированные программы обучения и тренировок на основе результатов когнитивных тестов. Это помогает сотрудникам улучшать свои когнитивные функции, повышать эффективность работы и общую работоспособность.',
  },
  {
    id: 'stress-resilience',
    question:
      'Как MindHarmony помогает повысить стрессоустойчивость сотрудников?',
    answer:
      'MindHarmony интегрирует в программы тренировок элементы релаксации, медитации и методики управления стрессом. Это направлено на укрепление психологической стойкости сотрудников и повышение их способности эффективно справляться со стрессовыми ситуациями.',
  },
];
